ark
base
base-devel
bluez-utils
brave-bin
dolphin
efibootmgr
fastfetch
filen-desktop-bin
flatpak
git
grub
gst-plugin-pipewire
htop
intel-media-driver
intel-ucode
iwd
kate
keepassxc
konsole
libpulse
libva-intel-driver
linux
linux-firmware
ly
nano
neovim
network-manager-applet
networkmanager
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
smartmontools
sof-firmware
spotify
timeshift
vim
vulkan-intel
wget
wireless_tools
wireplumber
xdg-utils
xorg-xinit
yay
yay-debug
zram-generator
zsh
zsh-theme-powerlevel10k-git
